"Finder Plugin" = "Finder-Plugin";

/* Prefs for Icon buttons - OmniAppKit is coded to look for Preferences.strings */

/* Copyright 2026 The DirStat Authors.
 * Modified 2026-09-04.
 */
"General" = "Allgemein";
"Treemap" = "Treemap";

"Reset" = "Zurücksetzen";
"Cancel" = "Abbrechen";
"All settings in these preference panes will return to their default values." = "Alle Einstellungen in diesen Einstellungsbereichen werden auf ihre Standardwerte zurückgesetzt.";
"Reset %@ preferences?" = "Einstellungen „%@“ zurücksetzen?";
"Only settings in this preference pane will return to their default values." = "Nur die Einstellungen in diesem Einstellungsbereich werden auf ihre Standardwerte zurückgesetzt.";
"Reset all preferences?" = "Alle Einstellungen zurücksetzen?";
"Reset all preferences and other settings?" = "Alle Voreinstellungen und sonstigen Einstellungen zurücksetzen?";
"All preferences and other saved settings for this app, including window sizes and toolbars, will return to their default values." = "Alle Voreinstellungen und sonstigen gespeicherten Einstellungen dieser App, einschließlich Fenstergrößen und Symbolleisten, werden auf ihre Standardwerte zurückgesetzt.";
"Reset this pane. Hold Option to reset all panes, or Option-Shift to also reset other app settings." = "Diesen Bereich zurücksetzen. Halten Sie die Wahltaste gedrückt, um alle Bereiche zurückzusetzen, oder Wahl-Umschalt, um auch die sonstigen App-Einstellungen zurückzusetzen.";
